Repository: ProjectMeshnet/Hyperboria
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es, nl, ru

source: the decentralized network powered by CJDNS
ru: децентрализованная сеть, основанная на CJDNS

source: Home
ru: Главная

source: about the network
ru: о сети

source: About
ru: Описание

source: page not found (404 error)
ru: страница не найдена (ошибка 404)

source: Your browser is insecure, ugly, downright mean to developers and most of all <em>ancient!</em>
ru: Ваш браузер небезопасен, уродлив, злобный по отношению к разработчикам и более того, он <em>древний!</em>

source: Upgrade to a different browser
ru: Обновитесь до другого браузера

source: or
ru: или

source: to experience this site the way modern people do.
ru: чтобы испытать этот сайт так, как это делают современные люди.

source: This
ru: Эта

source: work
ru: работа

source: is licensed under a
ru: доступна на условиях лицензии

source: Hyperboria is a part of
ru: Hyperboria является частью

source: Page not found.
ru: Страница не найдена.

source: Thats a 404 error, sorry.
ru: Ошибка 404, простите.

source: About the network
ru: О сети

source: Hyperboria is a decentralised network established with the prinicples of freedom and security at its core.
ru: Hyperboria — децентрализированная сеть, созданная на основе принципов свободы и безопасности.

source: The network is composed of nodes and the encrypted tunnels between them. These tunnels travel over both traditional internet infrastructure and wireless networks, where available.
ru: Сеть состоит из узлов и зашифрованных туннелей между ними. Эти тунелли могут быть установлены поверх традиционного интернета и поверх беспроводных сетей, когда это доступно.

source: The Hyperboria network is part of an international effort to protect free speech, called
ru: Сеть Hyperboria является частью международной инициативы по защите свободы слова

source: A node is a connected CJDNS router.
ru: Узел — это соединенный с сетью CJDNS роутер.

source: To be precise, a node is a device with CJDNS installed, configued and connected to some peers.
ru: Если быть точным, узел — это устройство с установленным и настроенным CJDNS, соединенное с некоторым количеством пиров.

source: All sorts of devices can be used as nodes.
ru: Все виды устройств могут быть использованы как узлы.

source: For example, a device can be an actual router (with OpenWRT), possibly a wireless router. Or it can be a PC or server with a local CJDNS installation.
ru: Например, устройством может быть роутер (с OpenWRT), возможно беспроводной. Это может быть персональный компьютер или сервер с установленным CJDNS.

source: You can join too!
ru: Вы тоже можете присоединиться!

source: To connect to Hyperboria, you need to set up a node and connect to some trusted peers. You can find more information and tutorials on getting connected.
ru: Чтобы присоединиться к Hyperboria, вам нужно установить узел и соединиться с несколькими доверенными пирами. Вы можете найти более подробную информацию и руководства по подключению на <a href="https://wiki.projectmeshnet.org">MeshWiki</a>.

source: A revolutionary concept
ru: Революционный концепт

source: <b>Hyperboria</b> is the first and only CJDNS powered decentralized network.
es: <b>Hyperboria</b> — es la primera y única red descentralizada que funciona con CJDNS.
ru: <b>Hyperboria</b> — первая и единственная децентрализованная сеть, основанная на CJDNS.

source: Learn more
es: Más información
ru: Узнайте больше

source: A new kind of network.
es: Un nuevo tipo de red
ru: Новый вид сетей.

source: You can also learn more about
es: Puedes saber más cosas
ru: Вы также можете узнать больше о

source: on MeshWiki.
es: en MeshWiki.
ru: на MeshWiki.

source: You are connected!
es: Estás conectado!
ru: Вы подключены!

source: You might want to checkout
es: Quizás va interesarte
ru: Возможно вы захотите посмотреть

source: Trouble connecting?
es: Problemas al conectarte?
ru: Проблемы с подключением?

source: Take a look at the <a href="https://wiki.projectmeshnet.org/CJDNS_Troubleshooting">troubleshooting guide</a>!
es: Echa un vistazo a <a href="https://wiki.projectmeshnet.org/CJDNS_Troubleshooting">la guia de resolución de problemas</a>!
ru: Посмотрите <a href="https://wiki.projectmeshnet.org/CJDNS_Troubleshooting">руководство по решению проблем</a>!

source: Still can't figure it out? Come chat with us on
es: ¿Aún no sabes qué hacer? Entra en nuestro chat
ru: Все еще не можете понять? Заходите в

source: where we can help you.
es: y podremos ayudarte.
ru: где мы сможем вам помочь.

source: Resources
es: Recursos
ru: Ресурсы

source: Known Hyperboria sites
es: Sitios conocidos en Hyperboria
ru: Известные сайты в Hyperboria

source: Status
es: Estado
ru: Статус

source: Network status
es: Estado de la red
ru: Статус сети

source: a global meshnet
es: una red en malla global
nl: Een globaal meshnet

source: Overview
es: Vistazo general
nl: Overzicht

source: How to join
es: ¿Cómo unirse?
nl: Hoe verbinden

source: Social
nl: Sociaal

source: powered by
nl: in werking gebracht door

source: Encrypted networking for everyone.
nl: Een veilig netwerk voor iedereen

source: author
nl: auteur

source: Anyone can join by peering with someone already connected.
nl: Iedereen kan zich aansluiten door te verbinden met iemand die al verbonden is.

source: Inspired by Kademlia DHT, the network is censorship resistant.
nl: Ge√Ønspireerd door Kademlia DHT, het netwerk is censuur-resistent.

source: Secure
nl: Veilig

source: Packets are encrypted end-to-end using your unique cjdns ipv6 address.
nl: Pakketten zijn versleuteld door je unieke cjdns ipv6 adres.

source: How do I join?
nl: Hoe kan ik verbinden?

source: A few popular websites and services available on the network.
nl: Enkele bekende websites en services op het netwerk.

source: Description
nl: Beschrijving

source: Uppit - a reddit powered community
nl: Uppit - een op-Reddit-gebaseerd community

source: socialnode - a micro blogging service exclusive to Hyperboria
nl: Socialnode - een microblogging service voor Hyperboria

source: iRcann - the info.cern.ch of Hyperboria
nl: iRcann - de info.cern.ch van Hyperboria

source: NodeInfo - your flashlight in the darknet
nl: NodeInfo - je zaklamp in het Darknet

source: view more websites
nl: Meer websites...

source: Maintainer
nl: Beheerder

source: Hyperboria.name - free mail and subdomain service
nl: Hyperboria.name - gratis mail en subdomein leverancier

source: HypeBox.net - a blogging platform exclusive to Hyperboria
nl: HypeBox.net - een blogging platform speciaal voor Hyperboria

source: HypeIRC - the IRC network of Hyperboria
nl: HypeIRC - het IRC netwerk van Hyperboria

source: HypeDNS - dns for Hyperboria
nl: HypeDNS - dns voor Hyperboria

source: Insight into #hyperboria, help spread the word!
nl: Maak #hyperboria bekend, deel het woord!

source: Services
es: Servicios
