Repository: ProjectMeshnet/Hyperboria
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: de_de

source: Overview
de_de: Überblick

source: How to join
de_de: Mitmachen

source: Services
de_de: Dienste

source: Social
de_de: Social Media

source: a global meshnet
de_de: Ein globales Meshnet

source: powered by
de_de: auf Basis von

source: Encrypted networking for everyone.
de_de: Verschlüsselte Netzwerke für Alle.

source: author
de_de: Autor

source: Open
de_de: Offen

source: Anyone can join by peering with someone already connected.
de_de: Jeder kann mitmachen, indem er sich mit vorhandenen Nodes verbindet.

source: Inspired by Kademlia DHT, the network is censorship resistant.
de_de: Inspiriert von Kademlia DHT, dem zensurresistentem Netzwerk

source: Secure
de_de: Sicher

source: Packets are encrypted end-to-end using your unique cjdns ipv6 address.
de_de: Pakete werden mit Deiner einzigartigen IPv6 Adresse Ende-zu-Ende verschlüsselt

source: How do I join?
de_de: Wie kann ich mitmachen?

source: Install the cjdns software on a supported device/platform and locate a peer via <a href="https://chat.projectmeshnet.org/#projectmeshnet" rel="nofollow">IRC</a> or <a href="http://atlas.projectmeshnet.org">the global map</a>.
de_de: Installiere die cjdns Software auf einer unterstützten Plattform und finde einen Peer über <a href="https://chat.projectmeshnet.org/#projectmeshnet" rel="nofollow">IRC</a> oder <a href="http://atlas.projectmeshnet.org"> die Weltkarte</a>.

source: A few popular websites and services available on the network.
de_de: Einige der beliebtesten Webseiten und Dienste, die auf dich warten.

source: Websites
de_de: Webseiten

source: Website
de_de: Webseite

source: Description
de_de: Beschreibung

source: Maintainer
de_de: Betreiber

source: Uppit - a reddit powered community
de_de: Uppit - eine Community auf reddit Basis

source: EZcrypt - encrypted pastebin
de_de: EZcrypt - verschlüsseltes Pastebin

source: socialnode - a micro blogging service exclusive to Hyperboria
de_de: socialnode - ein nur in Hyperboria verfügbarer Microbloggingdienst

source: iRcann - the info.cern.ch of Hyperboria
de_de: iRcann - Das info.cern.ch von Hyperboria

source: NodeInfo - your flashlight in the darknet
de_de: NodeInfo - Deine Taschenlampe im Darknet

source: view more websites
de_de: mehr Webseiten

source: Service
de_de: Dienste

source: OpenPGP Keyserver
de_de: OpenPGP Schlüsselserver

source: Hyperboria.name - free mail and subdomain service
de_de: Hyperboria.name - Freemail und Subdomain Dienst

source: HypeBox.net - a blogging platform exclusive to Hyperboria
de_de: HypeBox.net - Eine nur in Hyperboria verfügbare Blogging Plattform

source: HypeIRC - the IRC network of Hyperboria
de_de: HypeIRC - Das Hyperboria IRC Netzwerk

source: HypeDNS - dns for Hyperboria
de_de: HypeDNS - DNS für Hyperboria

source: Insight into #hyperboria, help spread the word!
de_de: Verfolge #hyperboria, hilf uns die Bekanntheit zu steigern!
